Repository: YS-jack/YS-jack-OSRS-JP-transcript
Catalog: omegat/project_save.tmx
Source language: en_gb
Languages: ja

source: Super attack(4)
ja: 超攻撃力薬（４）

source: Super defence(1)
ja: 超守備力薬（１）

source: Super defence(2)
ja: 超守備力薬（２）

source: Super defence(3)
ja: 超守備力薬（３）

source: Super defence(4)
ja: 超守備力薬（４）

source: Super energy(1)
ja: 超エネルギーの薬液（１）

source: Super energy(2)
ja: 超エネルギーの薬液（２）

source: Super energy(3)
ja: 超エネルギーの薬液（３）

source: Super energy(4)
ja: 超エネルギーの薬液（４）

source: Super kebab
ja: スーパーケバブ

source: Super magic potion
ja: 超魔法薬

source: Super ranging potion
ja: 超弓薬

source: Super restore(1)
ja: 超回復薬（１）

source: Super restore(2)
ja: 超回復薬（２）

source: Super restore(3)
ja: 超回復薬（３）

source: Super restore(4)
ja: 超回復薬（４）

source: Super strength(1)
ja: 超腕力薬（１）

source: Super strength(2)
ja: 超腕力薬（２）

source: Super strength(3)
ja: 超腕力薬（３）

source: Super strength(4)
ja: 超腕力薬（４）

source: Superantipoison(1)
ja: 超解毒剤（１）

source: Superantipoison(2)
ja: 超解毒剤（２）

source: Superantipoison(3)
ja: 超解毒剤（３）

source: Superantipoison(4)
ja: 超解毒剤（４）

source: Supermajority marker
ja: 圧倒的多数のマーカー

source: Supplies
ja: 物資

source: Supply
ja: 物資を渡す

source: Supply chest
ja: 支援の宝箱

source: Supply crates
ja: 物資箱

source: Support
ja: サポート

source: Supporting Pillar
ja: 支える柱

source: Supreme Commander
ja: 最高司令官

source: Suqah
ja: スーカア

source: Surface
ja: 表面

source: Surgeon General Tafani
ja: 外科医長タファニ

source: Surma
ja: スーマ

source: Surok Magis
ja: スロック・マギス

source: Survival Expert
ja: 生存術の専門家

source: Suspect
ja: 容疑者

source: Suspicious footprints
ja: 怪しい足跡

source: Suspicious outsider
ja: 胡散臭いよそ者

source: Suspicious water
ja: 怪しい水

source: Suzie
ja: スーズィー

source: Svetlana
ja: スベツラナ

source: Svidi
ja: スビヂ

source: Swamp
ja: 沼

source: Swamp Boaty
ja: 沼の船

source: Swamp Crab
ja: 沼ガニ

source: Swamp Priest
ja: 沼の司祭

source: Swamp bubbles
ja: 沼の泡

source: Swamp cave bug
ja: 沼のドウクツムシ

source: Swamp cave slime
ja: 沼の洞窟スライム

source: Swamp frog
ja: 沼ガエル

source: Swamp lizard
ja: 沼トカゲ

source: Swamp paste
ja: 沼ペースト

source: Swamp snake
ja: 沼ヘビ

source: Swamp tar
ja: 沼タール

source: Swamp toad
ja: 沼アマガエル

source: Swamp tree
ja: 沼の木

source: Swamp tree branch
ja: 沼の木の枝

source: Swamp wallbeast
ja: 沼の壁の獣

source: Swampy lamp
ja: 沼っぽいランプ

source: Swampy log
ja: 沼の丸太

source: Swampy sink
ja: 沼のシンク

source: Swampy tree
ja: 沼の木

source: Swan
ja: 白鳥

source: Swap
ja: 入れ替える

source: Swap-options
ja: オプションを入れ替える

source: Swarm
ja: 虫の群れ

source: Swaying tree
ja: 揺れる木

source: Sweeper
ja: 掃除人

source: Sweet
ja: アメ

source: Sweetcorn
ja: コーン

source: Sweetcorn plant
ja: コーンの株

source: Sweetcorn seed
ja: コーンの種

source: Sweetgrub Mound
ja: スイートグラブ・マウンド

source: Sweetgrub Sign
ja: スイートグラブの標識

source: Sweets
ja: アメ

source: Swensen the Navigator
ja: ナビゲーターのスウェンセン

source: Swim
ja: 泳ぐ

source: Swim to
ja: 泳ぐ

source: Swing
ja: 振り渡る

source: Swing Across
ja: 振り渡る

source: Swing across
ja: 振り渡る

source: Swing-across
ja: 振り渡る

source: Swing-from
ja: ぶら下がって渡る

source: Swing-on
ja: 振り渡る

source: Swings
ja: 振り渡る

source: Switch
ja: 切り替える

source: Switch tab
ja: タブ切り替え

source: Switch world
ja: 世界変更

source: Sword cabinet
ja: 剣のキャビネット

source: Sword case
ja: 剣ケース

source: Sword in stone
ja: 石の中の剣

source: Sword pommel
ja: 剣の柄頭

source: Sword space
ja: 剣のスペース

source: Swordchick
ja: ソードチック

source: Swordfish
ja: カジキ

source: Swords
ja: 剣

source: Swordshop Sign
ja: 刀剣店の標識

source: Sylas
ja: シラス

source: Symbol
ja: シンボル

source: Symbol of Guthix
ja: ガシックスの印

source: Symbol of Saradomin
ja: サラドミンの印

source: Symbol of Zamorak
ja: ザモラックの印

source: Symbol of life
ja: 命のシンボル

source: Table
ja: テーブル

source: Table and till
ja: テーブルとレジ

source: Table blockade
ja: テーブルの封鎖壁

source: Table hotspot
ja: テーブルのホットスポット

source: Table parts
ja: テーブルの破片

source: Table saw
ja: テーブルソー

source: Table space
ja: テーブルのスペース

source: Tackle
ja: タックル

source: Tactical map frame
ja: 戦術地図フレーム

source: Tag
ja: タッチ

source: Tail
ja: 尾

source: Tailor's materials
ja: 仕立屋の素材

source: Taiman
ja: タイマン

source: Take
ja: 取る

source: Take From
ja: 取る

source: Take Rake
ja: を取る

source: Take Seed Dibber
ja: 種まき器を取る

source: Take Spade
ja: シャベルを取る

source: Take down
ja: 取り崩す

source: Take fish
ja: 魚を取る

source: Take tools
ja: 道具を取る

source: Take treasure
ja: 宝を取る

source: Take-1
ja: １個取る

source: Take-10
ja: １０個取る

source: Take-10-concoction
ja: １０個混合物を取る

source: Take-5
ja: ５個取る

source: Take-5-concoction
ja: ５個混合物を取る

source: Take-Arrows
ja: 矢を取る

source: Take-Beam
ja: ハリを取る

source: Take-Coffin
ja: 棺を取る

source: Take-Crackers
ja: クラッカーを取る

source: Take-Log
ja: 丸太を取る

source: Take-Meat
ja: 肉を取る

source: Take-Pulley-Beam
ja: 滑車ハリを取る

source: Take-Rope
ja: ロープを取る

source: Take-Rum
ja: ラム酒を取る

source: Take-Runes
ja: ルーンを取る

source: Take-Tofu
ja: 豆腐を取る

source: Take-Tool
ja: 道具を取る

source: Take-Vial
ja: 試薬瓶を取る

source: Take-Worms
ja: 虫を取る

source: Take-X
ja: X個取る

source: Take-all
ja: 全て取る

source: Take-axe
ja: 斧を取る

source: Take-beer
ja: ビールを取る

source: Take-boat
ja: ボートで移動

source: Take-bowl
ja: ボールを取る

source: Take-candy
ja: アメを取る

source: Take-concoction
ja: 混合物を取る

source: Take-cutting
ja: 切り取る

source: Take-flyer
ja: ビラをもらう

source: Take-from
ja: 取る

source: Take-from Fishing
ja: 釣り道具を取る

source: Take-from Herblore
ja: 調合器具を取る

source: Take-from Hunting
ja: 狩り道具を取る

source: Take-grubs
ja: 食べ物を取る

source: Take-hammer
ja: ハンマーを取る

source: Take-kettle
ja: ヤカンを取る

source: Take-knife
ja: ナイフを取る

source: Take-log
ja: 丸太を取る

source: Take-lure
ja: ルアーを取る

source: Take-net
ja: ネットをもらう

source: Take-one
ja: １つとる

source: Take-pickaxe
ja: ツルハシを取る

source: Take-powder
ja: パウダーを取る

source: Take-preform
ja: 取る

source: Take-remains
ja: 遺体を取る

source: Take-rock
ja: 岩を取る

source: Take-seed
ja: 種を取る

source: Take-sigil
ja: 紋章を取る

source: Take-supplies
ja: 資源を取る

source: Take-tinderbox
ja: 火口箱を取る

source: Talia
ja: タリア

source: Talk
ja: 話しかける

source: Talk to
ja: 話しかける

source: Talk-At
ja: に話しかける

source: Talk-To
ja: 話しかける

source: Talk-into
ja: 話しかける

source: Talk-to
ja: 話しかける

source: Tall Plant
ja: 高い植物

source: Tall Reeds
ja: 高いアシ

source: Tall mirror
ja: 高い鏡

source: Tall tree
ja: 高い木

source: Tall vine
ja: 高いツル

source: Taloned Wyvern
ja: かぎ爪ワイバーン

source: Tamayu
ja: タマユ

source: Tamble
ja: タンブル

source: Tamper
ja: 改ざん

source: Tan cavalier
ja: 褐色のカバリエ

source: Tan-hides
ja: 革をなす

source: Tangle hidden
ja: 隠された絡み

source: Tangle vine
ja: 絡んだツル

source: Tangled toad's legs
ja: 絡まったアマガエル足

source: Tanglefoot
ja: タングルフット

source: Tanglefoot (hard)
ja: タングルフット（上級）

source: Tangleroot
ja: タングルルート

source: Tankard
ja: タンカード

source: Tanner
ja: タンナー

source: Tanning Barrel
ja: 革の樽

source: Tanning line
ja: 革干しのロープ

source: Tanya
ja: タニヤ

source: Tap
ja: タップ

source: Tapestry
ja: タペストリー

source: Tar Barrel
ja: タールの樽

source: Tar Bubbles
ja: タールの泡

source: Tar Monster
ja: タールの化け物

source: Tar Thing
ja: タールの何か

source: Tar barrel
ja: タールの樽

source: Tar buckets
ja: タールのバケツ

source: Tarfol quo Maten
ja: ターフォル・クォ・マテン

source: Target
ja: 的

source: Taria
ja: タリア

source: Tarik
ja: タリク

source: Tarn
ja: ターン

source: Tarquin
ja: ターキン

source: Tarromin
ja: タロミン

source: Tarromin potion (unf)
ja: タロミンの薬液（未）

source: Tarromin seed
ja: タロミンの種

source: Task
ja: タスク

source: Tasks
ja: タスク

source: Tassie Slipcast
ja: タシー・スリップカスト

source: Tati
ja: タチ

source: Tatie
ja: タチ

source: Tattered eye patch
ja: ぼろぼろの眼帯

source: Tattered scroll
ja: ぼろぼろの巻き物

source: Tatty toy
ja: みすぼらしいおもちゃ

source: Tau
ja: タウ

source: Taxidermist
ja: 剥製師

source: Taylor
ja: テイラー

source: Tayten
ja: タイテン

source: Tchiki Monkey Nut Bush
ja: ツチキ・モンキー・ナッツの低木

source: Te salt
ja: テ塩

source: Te salt rocks
ja: テ塩の岩

source: Tea Seller
ja: お茶の販売人

source: Tea stall
ja: お茶の屋台

source: Teacher
ja: 先生

source: Teacher and pupil
ja: 先生と生徒

source: Teak bench
ja: チークのベンチ

source: Teak birdhouse
ja: チークの鳥小屋

source: Teak birdhouse (empty)
ja: チークの鳥小屋（空）

source: Teak cape rack
ja: チークのマントかけ

source: Teak chest
ja: チークの宝箱

source: Teak drawers
ja: チークの引き出し

source: Teak feeder
ja: チークのエサ入れ

source: Teak house
ja: チークの家

source: Teak prize chest
ja: チークの景品入れ

source: Teak scratching post
ja: チークの爪かきポスト

source: Teak table
ja: チークのテーブル

source: Teak tree
ja: チークの木

source: Teak wall decoration
ja: チークの壁の装飾

source: Teak wardrobe
ja: チークのタンス

source: Teal boots
ja: 青緑色の靴

source: Teal gloves
ja: 青緑色の手袋

source: Teal hat
ja: 青緑色の帽子

source: Teal robe bottoms
ja: 青緑色のローブ下

source: Teal robe top
ja: 青緑色のローブ上

source: Team-1 cape
ja: チーム1のマント

source: Team-10 cape
ja: チーム10のマント

source: Team-11 cape
ja: チーム11のマント

source: Team-12 cape
ja: チーム12のマント

source: Team-13 cape
ja: チーム13のマント

source: Team-14 cape
ja: チーム14のマント

source: Team-15 cape
ja: チーム15のマント

source: Team-16 cape
ja: チーム16のマント

source: Team-17 cape
ja: チーム17のマント

source: Team-18 cape
ja: チーム18のマント

source: Team-19 cape
ja: チーム19のマント

source: Team-2 cape
ja: チーム2のマント

source: Team-20 cape
ja: チーム20のマント

source: Team-21 cape
ja: チーム21のマント

source: Team-22 cape
ja: チーム22のマント

source: Team-23 cape
ja: チーム23のマント

source: Team-24 cape
ja: チーム24のマント

source: Team-25 cape
ja: チーム25のマント

source: Team-26 cape
ja: チーム26のマント

source: Team-27 cape
ja: チーム27のマント

source: Team-28 cape
ja: チーム28のマント

source: Team-29 cape
ja: チーム29のマント

source: Team-3 cape
ja: チーム3のマント

source: Team-30 cape
ja: チーム30のマント

source: Team-31 cape
ja: チーム31のマント

source: Team-32 cape
ja: チーム32のマント

source: Team-33 cape
ja: チーム33のマント

source: Team-34 cape
ja: チーム34のマント

source: Team-35 cape
ja: チーム35のマント

source: Team-36 cape
ja: チーム36のマント

source: Team-37 cape
ja: チーム37のマント

source: Team-38 cape
ja: チーム38のマント

source: Team-39 cape
ja: チーム39のマント

source: Team-4 cape
ja: チーム4のマント

source: Team-40 cape
ja: チーム40のマント

source: Team-41 cape
ja: チーム41のマント

source: Team-42 cape
ja: チーム42のマント

source: Team-43 cape
ja: チーム43のマント

source: Team-44 cape
ja: チーム44のマント

source: Team-45 cape
ja: チーム45のマント

source: Team-46 cape
ja: チーム46のマント

source: Team-47 cape
ja: チーム47のマント

source: Team-48 cape
ja: チーム48のマント

source: Team-49 cape
ja: チーム49のマント

source: Team-5 cape
ja: チーム5のマント

source: Team-50 cape
ja: チーム50のマント

source: Team-6 cape
ja: チーム6のマント

source: Team-7 cape
ja: チーム7のマント

source: Team-8 cape
ja: チーム8のマント

source: Team-9 cape
ja: チーム9のマント

source: Tears of Guthix
ja: ガシックスの涙

source: Tease
ja: 挑発する

source: Technical plans
ja: 技術計画

source: Tecu salamander
ja: テク・サラマンダ

source: Ted Rehnison
ja: テッド・レフニソン

source: Teddy
ja: ぬいぐるみ

source: Teeth-grip
ja: かみしめる

source: Tegdak
ja: テゲダク

source: Tegid
ja: テギド

source: Tektiny
ja: テクタイニー

source: Tekton
ja: テクトン

source: Tekton (enraged)
ja: テクトン（怒）

source: Tekton's journal
ja: テクトンの日誌

source: Tele
ja: ワープ

source: Tele to POH
ja: 家にワープ

source: Telekinetic Guardian
ja: 念力の守護者

source: Telekinetic Teleport
ja: 念力ワープ

source: Teleport
ja: ワープ

source: Teleport Menu
ja: ワープメニュー

source: Teleport Platform
ja: ワープのプラットホーム

source: Teleport crystal
ja: ワープの水晶

source: Teleport hidden
ja: 隠されたワープ

source: Teleport menu
ja: ワープメニュー

source: Teleport space
ja: ワープスペース

source: Teleport to Destination
ja: 目的地へワープ

source: Teleport to destination
ja: 目的地へワープ

source: Teleport trap
ja: ワープの罠

source: Teleport-back
ja: ワープで戻る

source: Teleportation Device
ja: ワープ機材

source: Teleportation focus
ja: ワープ・フォーカス

source: Teleporter
ja: ワープ装置

source: Teleports
ja: ワープ

source: Telescope
ja: 望遠鏡

source: Telescope space
ja: 望遠鏡のスペース

source: Tell-accurate
ja: 正確と言う

source: Tell-aggressive
ja: 強引と言う

source: Tell-blue
ja: 青と言う

source: Tell-controlled
ja: バランスと言う

source: Tell-crackers
ja: クラッカーと言う

source: Tell-defensive
ja: 守勢と言う

source: Tell-green
ja: 緑と言う

source: Tell-meat
ja: 肉と言う

source: Tell-red
ja: 赤と言う

source: Tell-tofu
ja: 豆腐と言う

source: Tell-worms
ja: 虫と言う

source: Temperature gauge
ja: 温度計測器

source: Temple Door
ja: 寺院の扉

source: Temple Guardian
ja: 寺院の守護者

source: Temple Spider
ja: テンプルグモ

source: Temple door
ja: 寺院の扉

source: Temple wall
ja: 寺院の壁

source: Tempoross
ja: テンポロス

source: Tempoross Display
ja: テンポロスの展示

source: Ten
ja: 十

source: Tend-to
ja: 世話をする

source: Tendril
ja: ツル

source: Tendrils
ja: ツル

source: Tent
ja: テント

source: Tent door
ja: テントのドア

source: Tent flap
ja: テントのフラップ

source: Tent pole
ja: テントのポール

source: Tent roof
ja: テントの天井

source: Tent wall
ja: テントの壁

source: Tentacle
ja: 触手

source: Tenti pineapple
ja: テンティパイナップル

source: Tenzing
ja: テンジング

source: Teodor
ja: テオドー

source: Terminal
ja: ターミナル

source: Terror Snail
ja: テラー・カタツムリ

source: Terror dog
ja: テラー・ドッグ

source: Terror dog statue
ja: テラー・ドッグの像

source: Terrorbird
ja: テラー鳥

source: Terrorbird Guard 21
ja: テラー鳥の警備兵21

source: Terrorbird Guard 72
ja: テラー鳥の警備兵72

source: Terrorbird display
ja: テラー鳥の展示

source: Terrorchick gnome
ja: テラー鳥のノーム

source: Terry Balando
ja: テリー・バランド

source: Tether
ja: 自分をしばりつける

source: Thaerisk
ja: サエリスク

source: Thakkrad Sigmundson
ja: サックラド・シグムンドソン

source: Thana
ja: サナ

source: The 'Wedge'
ja: 例の「くさび」

source: The Beast
ja: 獣

source: The Cloister Bell
ja: 修道院のベル

source: The Collector
ja: 収集家

source: The Draugen
ja: ザ・ドラウゲン

source: The Everlasting
ja: 不滅のモノ

source: The Everlasting (hard)
ja: 不滅のモノ（上級）

source: The Face
ja: カオ

source: The Fisher King
ja: 釣りの王

source: The Font of Consumption
ja: 消費の源泉

source: The Forsaken Assassin
ja: 見捨てられた暗殺者

source: The Gauntlet
ja: ザ・ゴーントレット

source: The Great Expedition
ja: 大遠征

source: The Great Guardian
ja: 偉大なる守護者

source: The Grotesque Guardians' display
ja: グロテスク・ガーディアンの展示

source: The Illusive
ja: 幻のモノ

source: The Inadequacy
ja: 不完全なモノ

source: The Inadequacy (hard)
ja: 不完全なモノ（上級）

source: The Inferno
ja: インフェルノ

source: The Jormungand
ja: ザ・ジョームンガンド

source: The Kendal
ja: ザ・ケンダル

source: The Kendal (hard)
ja: ザ・ケンダル（上級）

source: The Lady of the Lake
ja: 湖の女性

source: The Leviathan
ja: ザ・リヴァイアサン

source: The Leviathan?
ja: ザ・リヴァイアサン？

source: The Lost Pickaxe
ja: 失われたツルハシ

source: The Maiden of Sugadinti
ja: スガジンチの乙女

source: The Mimic
ja: ザ・ミミック

source: The Monkey's Aunt
ja: サルの叔母

source: The Monkey's Uncle
ja: サルの叔父

source: The Nightmare
ja: ザ・ナイトメア

source: The Nightmare of Ashihama Display
ja: アシハマの悪夢の展示

source: The Overseer
ja: 監督者

source: The Queen of Thieves
ja: 盗人の女王

source: The Sage
ja: 賢者

source: The Shaikahan
ja: ザ・シャイカハン

source: The Sheared Ram
ja: 毛を刈られた雄羊

source: The Untouchable
ja: 禁制のモノ

source: The Untouchable (hard)
ja: 禁制のモノ（上級）

source: The Whisperer
ja: ザ・ウィスパラー

source: The jury
ja: 陪審

source: The middle of a fireplace
ja: 暖炉の中央

source: Theatre of Blood
ja: 血の劇場

source: Theme space
ja: テーマのスペース

source: Thermonuclear Smoke Devil Display
ja: 熱核スモーク・デビルの展示

source: Thermonuclear smoke devil
ja: 熱核スモーク・デビル

source: Thessalia
ja: セサリア

source: Thias Leacke
ja: シアス・リーク

source: Thick Web
ja: 厚いクモの糸

source: Thick vine
ja: 太いツル

source: Thick vines
ja: 太いツル

source: Thief
ja: 盗人

source: Thieves' armband
ja: 泥棒の腕章

source: Thieving
ja: 盗み

source: Thin snail
ja: 細いカタツムリ

source: Thin snail meat
ja: 細いカタツムリ肉

source: Thing under the bed
ja: ベッド下のモノ

source: Thingol
ja: シンゴル

source: Thingymajig
ja: シンギマジグ

source: Third Age Mage
ja: 第３紀の魔術師

source: Third Age Ranger
ja: 第３紀の射手

source: Third Age Warrior
ja: 第３紀の戦士

source: Thirus
ja: シルス

source: Thistle
ja: アザミ

source: Thomdril
ja: ソンドリル

source: Thora
ja: ソラ

source: Thora the Barkeep
ja: バーテンダーのソラ

source: Thordur
ja: ソーヅー

source: Thorgel
ja: ソーゲル

source: Thorhild
ja: ソーヒルド

source: Thorkel Silkbeard
ja: ソーケル・キヌヒゲ

source: Thormac
ja: ソーマック

source: Thorns
ja: トゲ

source: Thorny bushes
ja: トゲのある低木

source: Thorodin
ja: ソロジン

source: Thorvald the Warrior
ja: 戦士のソーヴァルド

source: Thrantax the Mighty
ja: 偉大なスランタックス

source: Thread
ja: 糸

source: Threaten
ja: 脅す

source: Three
ja: 三

source: Thriving sapling
ja: 成長している若木

source: Throne
ja: 王座

source: Throne Room Door
ja: 王室のドア

source: Throne of Weiss
ja: ウェイスの王座

source: Throne space
ja: 王座のスペース

source: Throw
ja: 投げる

source: Throw-at
ja: 投げる

source: Throw-water
ja: 水を投げる

source: Throw-water direction
ja: 水を投げる方向

source: Thrower Troll
ja: 石投げトロール

source: Thrower troll
ja: 石投げトロール

source: Throwing rope
ja: 投げ縄

source: Thug
ja: 悪党

source: Thumbs Down
ja: アンハッピー

source: Thumbs Up
ja: いいね

source: Thumpy
ja: サンピー

source: Thurgo
ja: サーゴ

source: Thurid
ja: スリド

source: Thyria
ja: シーリア

source: Tiadeche
ja: チアデチェ

source: Ticket Dispenser
ja: チケット配布機

source: Ticket Merchant
ja: チケットの商人

source: Ticket dwarf
ja: チケット・ドワーフ

source: Ticket goblin
ja: チケット・ゴブリン

source: Tickets
ja: チケット

source: Tide
ja: タイド

source: Tie-rope
ja: ロープを結ぶ

source: Tight Gap
ja: 狭い隙間

source: Tight-gap
ja: 狭い隙間

source: Tightrope
ja: 渡り綱

source: Tile
ja: タイル

source: Till
ja: レジ

source: Tilt
ja: ティルト

source: Tim
ja: ティム

source: Timallus
ja: チマラス

source: Timber
ja: 木材

source: Timber defence
ja: 材木の守備

source: Timble
ja: チンブル

source: Timeline
ja: タイムライン

source: Timfraku
ja: チムフラク

source: Tin bath
ja: スズの湯舟

source: Tin ore
ja: スズ鉱石

source: Tin ore vein
ja: スズの鉱脈

source: Tin rocks
ja: スズの岩

source: Tina
ja: ティナ

source: Tindar
ja: チンダー

source: Tindel Marchant
ja: ティンデル・マーチャント

source: Tinderbox
ja: 火打石の箱

source: Tinsay
ja: ティンセイ

source: Tinse Torpe
ja: チンセ・トーペ

source: Tiny Tempor
ja: ちっこいテンポー

source: Tiny storage unit
ja: 極小な収納ユニット

source: Tip jar
ja: チップの瓶

source: Tip jar space
ja: チップの瓶のスペース

source: Tirrie
ja: チリエ

source: Tithe patch
ja: タイスの小区画

source: Tizoro
ja: チゾロ

source: Tjorvi
ja: ツジョービ

source: Toad batta
ja: アマガエルバッタ

source: Toad crunchies
ja: アマガエルクランチー

source: Toad's legs
ja: アマガエルの足

source: Toadflax
ja: トードフラックス

source: Toadflax potion (unf)
ja: トードフラックスの薬液（未）

source: Toadflax seed
ja: トードフラックスの種

source: Toadstool
ja: 毒キノコ

source: Toadstools
ja: 毒キノコ

source: Toban
ja: トバン

source: Toban's gold
ja: トバンの金

source: Toban's key
ja: トバンの鍵

source: Toby
ja: トビー

source: Toggle
ja: 切り替える

source: Toggle Accept Aid
ja: 手助けの許容の切り替え

source: Toggle Counter
ja: カウンターの切り替え

source: Toggle Effect
ja: の効果を切り替える

source: Toggle Fossils
ja: 化石の設定を切り替える

source: Toggle K/D
ja: K/Dを切り替える

source: Toggle Respawn
ja: リスポーン地点を切り替える

source: Toggle Run
ja: 走りの切り替え

source: Toggle XP
ja: XP切り替え

source: Toggle skull prevention
ja: ドクロ防止の切り替え

source: Toggle unlock message
ja: 開放通知の切り替え

source: Toggle warning
ja: 警告表示を切り替える

source: Toggle warnings
ja: 警告表示を切り替える

source: Toggle-absorption
ja: 吸収の切り替え

source: Toggle-colour
ja: 色の切り替え

source: Toggle-minerals
ja: ミネラルの切り替え

source: Toggle-modes
ja: モード切り替え

source: Toggle-respawn
ja: リスポーン切り替え

source: Toggle-talisman
ja: タリスマンの切り替え

source: Toggle-vials
ja: 試薬瓶の処理を切り替える

source: Toggle-view
ja: 見た目の切り替え

source: Toggle-warning
ja: 警告表示を切り替える

source: Tok-Xil
ja: トク・ジル

source: Tolna
ja: トルナ

source: Tomas Lawry
ja: トーマス・ロウリー

source: Tomato
ja: トマト

source: Tomato plant
ja: トマトの株

source: Tomato seed
ja: トマトの種

source: Tomb
ja: 墓

source: Tomb Door
ja: 墓のドア

source: Tomb dolmen
ja: 支石墓

source: Tomb doors
ja: 墓のドア

source: Tomb exit
ja: 墓の出口

source: Tomb wall
ja: 墓の壁

source: Tombar
ja: トンバー

source: Tombs of Amascut
ja: アマスカットの墓

source: Tombs of Amascut Display
ja: アマスカットの墓の展示

source: Tombstone
ja: 墓石

source: Tommy 2-times
ja: トミー2回

source: Tool Leprechaun
ja: 農具のレプラコーン

source: Tool Storage
ja: 道具の収納

source: Tool space
ja: 道具のスペース

source: Toolkit
ja: ツールキット

source: Tools
ja: 道具

source: Tooth half of key
ja: カギの先端部分

source: Toothy
ja: トゥーシー

source: Topiary bush
ja: トピアリーの低木

source: Topiary space
ja: トピアリーのスペース

source: Topsy
ja: トプシー

source: Torag the Corrupted
ja: 変異したトーラグ

source: Torag's hammers
ja: トラグのハンマー

source: Torag's hammers 0
ja: トラグのハンマー0

source: Torag's hammers 100
ja: トラグのハンマー100

source: Torag's hammers 25
ja: トラグのハンマー25

source: Torag's hammers 50
ja: トラグのハンマー50

source: Torag's hammers 75
ja: トラグのハンマー75

source: Torag's helm
ja: トラグの鉄兜

source: Torag's helm 0
ja: トラグの鉄兜0

source: Torag's helm 100
ja: トラグの鉄兜100

source: Torag's helm 25
ja: トラグの鉄兜25

source: Torag's helm 50
ja: トラグの鉄兜50

source: Torag's helm 75
ja: トラグの鉄兜75

source: Torag's platebody
ja: トラグの胸甲

source: Torag's platebody 0
ja: トラグの胸甲0

source: Torag's platebody 100
ja: トラグの胸甲100

source: Torag's platebody 25
ja: トラグの胸甲25

source: Torag's platebody 50
ja: トラグの胸甲50

source: Torag's platebody 75
ja: トラグの胸甲75

source: Torag's platelegs
ja: トラグの脚甲

source: Torag's platelegs 0
ja: トラグの脚甲0

source: Torag's platelegs 100
ja: トラグの脚甲100

source: Torag's platelegs 25
ja: トラグの脚甲25

source: Torag's platelegs 50
ja: トラグの脚甲50

source: Torag's platelegs 75
ja: トラグの脚甲75

source: Torbrund
ja: トーブランド

source: Torch
ja: 松明

source: Torcher
ja: トーチャー

source: Torfinn
ja: トーフィン

source: Tormented Demon
ja: 苦悩する悪魔

source: Tormented Soul
ja: 苦悩する魂

source: Tormented Warrior
ja: 苦悩する戦士

source: Torn page
ja: 破れたページ

source: Torrcs
ja: トークス

source: Torrell
ja: トレル

source: Torso
ja: 胴体

source: Torstol
ja: トーストル

source: Torstol potion (unf)
ja: トーストルの薬液（未）

source: Torstol seed
ja: トーストルの種

source: Tortoise
ja: カメ

source: Torture Rack
ja: 拷問ラック

source: Tortured gorilla
ja: 苦悩のゴリラ

source: Tortured soul
ja: 苦悩する魂

source: Tostig
ja: トスティグ

source: Totem
ja: トーテム

source: Totem Pole
ja: トーテム・ポール

source: Totem pole
ja: トーテム・ポール

source: Toucan
ja: オオハシ

source: Touch
ja: 触れる

source: Touch paper
ja: 点火用紙

source: Tough Guy
ja: 強いヤツ

source: Tourist
ja: 観光客

source: Tower
ja: 塔

source: Tower Advisor
ja: タワーの顧問

source: Tower Archer
ja: タワー・アーチャー

source: Tower Mage
ja: 塔の魔術師

source: Tower door
ja: 塔のドア

source: Tower guard
ja: 塔の番人

source: Tower key
ja: 塔の鍵

source: Tower ladder
ja: 塔のハシゴ

source: Town Crier
ja: 町の触れ役

source: Town Guard
ja: 町の衛兵

source: Toy Doll
ja: おもちゃの人形

source: Toy Mouse
ja: おもちゃのネズミ

source: Toy Soldier
ja: おもちゃの兵隊

source: Toy Stall
ja: おもちゃの屋台

source: Toy box
ja: おもちゃ箱

source: Toy box space
ja: おもちゃ箱のスペース

source: Toy bricks
ja: おもちゃのレンガ

source: Toy corner
ja: おもちゃコーナー

source: Toy range
ja: おもちゃのコンロ

source: Toy ship
ja: おもちゃの船

source: Toy sink
ja: おもちゃのシンク

source: Toy table
ja: おもちゃのテーブル

source: Toy weapons
ja: おもちゃの武器

source: Track
ja: 線路

source: Track support
ja: 線路のサポート

source: Tracker gnome 1
ja: ノームの追跡者１

source: Tracker gnome 2
ja: ノームの追跡者２

source: Tracker gnome 3
ja: ノームの追跡者３

source: Tracking map
ja: 追跡地図

source: Tracks
ja: 線路

source: Trade
ja: 取引

source: Trade Referee
ja: 貿易審判

source: Trade with
ja: 取引

source: Trade-Builders-Store
ja: 建材用品を売買

source: Trade-Co-op
ja: Co-opを売買

source: Trade-Drinks
ja: 飲み物を売買

source: Trade-General-Store
ja: 雑貨を売買

source: Trade-in
ja: 取引

source: Trade-with
ja: 取引

source: Trader
ja: 商人

source: Trader Crewmember
ja: 商人の搭乗員

source: Trader Stan
ja: 商人のスタン

source: Trader Sven
ja: 商人スヴェン

source: Trahaearn Banner
ja: トラハアーンのバナー

source: Trail of chocolate
ja: チョコレートの跡

source: Trailblazer League Display
ja: トレールブレイザー・リーグの展示

source: Trailblazer globe
ja: トレールブレイザー儀

source: Trailblazer rug
ja: トレールブレイザーのカーペット

source: Train cart
ja: 電車の線路

source: Trainee Guard
ja: 衛兵の見習い

source: Trainer Nacklepen
ja: トレーナーのナックルペン

source: Training
ja: 鍛える

source: Training dummy
ja: 練習用サンドバッグ

source: Tramp
ja: 浮浪者

source: Transdimensional notes
ja: 次元を超越したノート

source: Transform
ja: 変身

source: Translate
ja: 翻訳

source: Translation
ja: 翻訳

source: Translation book
ja: 翻訳の本

source: Translation manual
ja: 翻訳のマニュアル

source: Transport
ja: 移動

source: Transport platform
ja: 変身プラットホーム

source: Trap
ja: 罠

source: Trap Door
ja: 落とし戸

source: Trap bypass
ja: 罠バイパス

source: Trap space
ja: 罠のスペース

source: Trapdoor
ja: 落とし戸

source: Trapdoor space
ja: 落とし戸のスペース

source: Trapdoor table
ja: 落とし戸のテーブル

source: Trapdoor tunnel
ja: 落とし戸のトンネル

source: Trapped Soul
ja: とらわれし魂

source: Trapped Soul (hard)
ja: とらわれし魂（上級）

source: Trashed Patch
ja: 捨てられた小区画

source: Travel
ja: 移動

source: Travel cart
ja: 移動カート

source: Travel to platform
ja: プラットフォームへ

source: Travel-End
ja: 移動：最終地点

source: Travel-Start
ja: 移動：開始地点

source: Trawler net
ja: トローラーの網

source: Traxi
ja: トラクシ

source: Treacle
ja: トリークル

source: Tread-softly
ja: 丁寧に扱う

source: Treadmill
ja: ランニングマシン

source: Treasure
ja: 宝

source: Treasure Hunt Fairy House
ja: 宝探しの妖精の家
